/* $ObjectName=MAFSettingScreen_iOS */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XTIT: title in navigation bar */
"SETTINGS_TITLE" = "设置";

/* XGRP: header for a section */
"GENERAL_SETTINGS" = "常规设置";

/* XTIT: title in navigation bar for a view containing logon related fields */
"LOGON_SETTINGS" = "登入设置";

/* XTIT: title in navigation bar for a view containing version information */
"VERSION" = "版本";

/* XTIT: title in navigation bar for 'about' view */
"ABOUT" = "关于";

/* XTIT: title in navigation bar for a view containing logon type setting */
"LOGON_TYPE" = "登入类型";

/* XLST: logon type to choose */
"BASIC_AUTH" = "基本验证";

/* XLST: logon type to choose */
"SSO" = "单点登录";

/* XLST: logon type to choose */
"DEMO" = "演示";

"SERV_URL" = "Service URL";

/* XFLD: label for a field */
"USERNAME" = "用户名";

/* XFLD: label for a field */
"PASSWORD" = "密码";

"SETTINGS" = "Settings";

/* XTIT: title in navigation bar for a view containing advanced settings */
"ADVANCED_SETTINGS" = "高级设置";

/* XFLD: label for a field */
"SERVER_URL" = "服务器 URL";

/* XFLD: label for a switch (on/off), max. approx. 18 characters */
"USE_SUP" = "使用 SUP";

/* XTIT: title in navigation bar for a view containing SUP connection information */
"SUP_CONNECTION_INFO" = "SUP 连接信息";

/* XFLD: label for a field */
"SERVER_NAME" = "服务器名称";

/* XFLD: label for a field */
"SERVER_PORT" = "服务器端口";

/* XFLD: label for a field */
"COMPANY_ID" = "公司标识";

/* XFLD: label for a field */
"ACTIVATION_CODE" = "激活码";

/* XFLD: label for a field */
"URL_PREFIX" = "URL 前缀";

/* XGRP: header for a section */
"APPLICATION_SPECIFIC_SETTINGS" = "应用程序特定设置";

/* XMSG: error message title, displayed in an alert view */
"Msg_Title_Datavault_Error" = "数据存储错误";

/* XMSG: error message details, displayed in an alert view, should not be longer than 2-3 rows */
"Msg_Datavault_Error" = "留存到安全存储空间失败。";

/* XTIT: title trait in navigation bar */
"HEADING" = "标题";

